[
  {
    "id": 1,
    "Email": "safatsarwar10@gmail.com",
    "Name": "Safat Sarwar",
    "Linkedin": "https://www.linkedin.com/in/safat-sarwar/",
    "fb": "https://www.facebook.com/safat.sarwar/",
    "Testimony": "I envision the AATCC AUST Student Chapter as a hub of creativity and learning, where students come together to explore new ideas, develop practical skills.",
    "Company": "No im not affiliated with any company at this moment",
    "img": "/images/testimonials/safat-sarwar.jpg",
    "Phone no.": "01873210162"
  },
  {
    "id": 2,
    "Email": "mdashab3671@gmail.com",
    "Name": "Rafee Al Ashab",
    "Linkedin": "",
    "fb": "https://www.facebook.com/rafee.sheikh1",
    "Testimony": "We hope to create a space where students, mentors, and professionals connect, exchange knowledge, and inspire each other to keep pushing the boundaries of textile innovation.",
    "Company": "Cotton Field BD LTD. (A sister concern of Mondol Group)",
    "img": "/images/testimonials/rafee-al-ashab.jpg",
    "Phone no.": "01638080816"
  },
  {
    "id": 3,
    "Email": "abirhossainnishan@gmail.com",
    "Name": "Abir Hossain",
    "Linkedin": "https://www.linkedin.com/in/abir-hossain-nishan-csca%E2%84%A2-60b3081a8?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app",
    "fb": "https://www.facebook.com/share/1AJkrbtGFF/",
    "Testimony": "From the very beginning, the vision of the AATCC AUST Student Chapter was to guide students beyond the boundaries of traditional learning. We worked to make students more creativity-driven and technically strong, not just shaped to fit into a corporate routine. Through factory visits, lab exposure, national and international textile workshops, and research initiatives, we showed that textiles were far more than just the RMG sector. We aimed to broaden horizons, nurture innovation, and support pathways for research. At its heart, the chapter became a community where students dreamed bigger, thought deeper, and shaped the future of textiles with knowledge and imagination.",
    "Company": "Designtex limited",
    "img": "/images/testimonials/abir-hossain.jpg",
    "Phone no.": "01558141869"
  },
  {
    "id": 4,
    "Email": "belaltowsif03@gmail.com",
    "Name": "Noor Mohammad Belal Towsif",
    "Linkedin": "https://www.linkedin.com/in/noor-mohammad-belal-872b52300?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app",
    "fb": "https://www.facebook.com/share/1D8ayA9LRY/",
    "Testimony": "The AATCC AUST Student Chapter is dedicated to forging the next generation of textile pioneers. We envision a dynamic hub where academic knowledge converges with real-world industry practice. Our mission is to empower students by providing a platform for hands-on learning, professional development, and global networking. We strive to bridge the gap between the classroom and the corporate world, equipping our members with the technical skills and innovative mindset to lead and transform the future of textiles. \"We are not just students of the science, we are the architects of its future.\"",
    "Company": "",
    "img": "/images/testimonials/noor-mohammad-belal-towsif.jpg",
    "Phone no.": "01777191574"
  },
  {
    "id": 5,
    "Email": "sadmantehossain@gmail.com",
    "Name": "Sadman Hossain",
    "Linkedin": "http://linkedin.com/in/sadman-hossain-56a17728a",
    "fb": "https://www.facebook.com/share/1Cp24bXaCH/?mibextid=wwXIfr",
    "Testimony": "A platform for enthusiastic individuals who wanna explore & learn more about Textile & its related fields.",
    "Company": "Next Sourcing Ltd.",
    "img": "/images/testimonials/sadman-hossain.jpg",
    "Phone no.": "01916900282"
  },
  {
    "id": 6,
    "Email": "naimul2k25@gmail.com",
    "Name": "Naimul Islam",
    "Linkedin": "https://www.linkedin.com/in/naimul-islam-a576aa206",
    "fb": "https://www.facebook.com/share/1A4ZZkaNpo/",
    "Testimony": "As a founding member of the AATCC AUST Student Chapter, I believe this chapter will create a space where students can connect the core concepts learned in class with real-world experiences and advancements in the textile field. I hope it becomes a place that fosters creativity, teamwork and curiosity where they learn from one another, build meaningful connections, explore sustainable and innovative ideas and grow into professionals capable of making meaningful contribution to the textile and apparel industry, both in Bangladesh and around the world.",
    "Company": "",
    "img": "/images/testimonials/naimul-islam.jpg",
    "Phone no.": "01922834802"
  },
  {
    "id": 7,
    "Email": "astirtho09@gmail.com",
    "Name": "Amlan Sarker",
    "Linkedin": "",
    "fb": "https://www.facebook.com/amlansarker.amlansarker.1?mibextid=ZbWKwL",
    "Testimony": "At AATCC AUST Student Chapter, we envision a vibrant community of young innovators passionate about shaping the future of textiles. Our goal is to empower students with knowledge, creativity, and practical experience—bridging classroom learning with real-world challenges to drive innovation and sustainability in the global textile industry.",
    "Company": "",
    "img": "/images/testimonials/amlan-sarker.jpg",
    "Phone no.": "01540500224"
  },
  {
    "id": 8,
    "Email": "rudro.prozzol@gmail.com",
    "Name": "Rudrotosh Kumer Dey",
    "Linkedin": "https://www.linkedin.com/in/rudrotosh-kumer-dey-900b3729a?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app",
    "fb": "https://www.facebook.com/share/1BEpJ6Fhzg/",
    "Testimony": "As a former Organizing Secretary, my vision is to make the AATCC Student Chapter a friendly place where students can learn, share ideas, and work together. I want everyone to feel included and grow while doing something meaningful for a sustainable textile future.",
    "Company": "Next Sourcing Service LTD",
    "img": "/images/testimonials/rudrotosh-kumer-dey.jpg",
    "Phone no.": "01773482925"
  }
]