{
    "activities": [
        {
            "id": "texposium-1-0-2025",
            "category": "events",
            "slug": "texposium-1-0-poster-presentation-competition",
            "title": "Texposium 1.0 - Poster Presentation Competition",
            "date": "2025-09-15",
            "excerpt": "AATCC-AUST Student Chapter hosted Texposium 1.0, a vibrant poster presentation competition bringing together ten teams to showcase innovative textile research and designs.",
            "description": "The AATCC-AUST Student Chapter proudly hosted Texposium 1.0 at the AUST campus, marking a milestone event in the textile education landscape of Bangladesh. This inaugural poster presentation competition brought together the brightest minds passionate about textiles, fostering an environment of creativity, innovation, and academic excellence. The event represented a significant step forward in promoting research and development among students in the textile sector.\n\nTexposium 1.0 was made possible through the generous support of distinguished sponsors. Techno Colour Craft Limited served as the Title Sponsor, while MTM Intending joined as the Co-Sponsor, demonstrating the industry's commitment to nurturing young textile talent. Their support enabled the chapter to create a professional platform where students could showcase their research and innovative ideas.\n\nA total of ten enthusiastic teams participated in the competition, each presenting their unique projects and designs with remarkable creativity and technical insight. The poster presentations covered a diverse range of topics including textile science fundamentals, sustainable textile practices, innovative material applications, and cutting-edge design concepts. Each team's work highlighted different perspectives on how textiles can address contemporary challenges and opportunities in the industry, creating a comprehensive showcase of knowledge and inspiration.\n\nThe judging process was conducted by an esteemed panel composed of AUST faculty members, who brought their extensive expertise to evaluate the submissions. The evaluation criteria focused on four key areas: originality of concept, clarity of presentation, relevance to current textile industry needs, and overall impact of the proposed work. The rigorous deliberations reflected the high standard of submissions received, with judges carefully assessing each presentation to identify the most outstanding contributions to textile research and innovation.\n\nThe competition recognized excellence through prize money awards for top-performing teams, acknowledging their hard work and dedication while encouraging further exploration in the field of textiles. Participants expressed tremendous excitement at the opportunity to showcase their ideas in a professional setting, gaining valuable experience in academic presentation and professional communication. Faculty members appreciated the event as an invaluable platform to identify and nurture young talent, bridging the gap between classroom learning and industry expectations.\n\nBeyond the competition itself, Texposium 1.0 facilitated meaningful dialogue between students and textile experts, creating opportunities for knowledge exchange and mentorship. The event emphasized not only technical skill and creativity but also essential professional competencies including teamwork, presentation skills, and the ability to communicate complex ideas effectively. These soft skills are crucial for career development in the textile industry and related fields.\n\nThe success of Texposium 1.0 carries special significance as AATCC-AUST Student Chapter proudly holds the distinction of being AATCC's first Student Chapter in Bangladesh and second in South Asia. This prestigious position comes with both honor and responsibility, motivating the organizing team to continue working diligently for the advancement of textile education and industry development in the region.\n\nThe event underscores the growing commitment of AATCC-AUST Student Chapter to empower students, promote innovation, and contribute meaningfully to the future of the textile industry in Bangladesh. The organizers extended heartfelt thanks to the judges, participants, and sponsors for their invaluable support, recognizing that events like Texposium play a crucial role in shaping the next generation of textile professionals. The chapter looks forward to building on this success with future editions, continuing to provide platforms for student innovation and excellence in textile education.",
            "featuredImage": "https://i.imgur.com/mHuv3GP.jpeg",
            "gallery": [
                "https://i.imgur.com/FUsgVkM.jpeg",
                "https://i.imgur.com/TPnHGYo.jpeg",
                "https://i.imgur.com/OpBddyJ.jpeg",
                "https://i.imgur.com/vJNnqe8.jpeg",
                "https://i.imgur.com/QvAl7zt.jpeg",
                "https://i.imgur.com/JmJx8aB.jpeg",
                "https://i.imgur.com/O9mXqph.jpeg",
                "https://i.imgur.com/OMKko2N.jpeg",
                "https://i.imgur.com/ONvMbTy.jpeg",
                "https://i.imgur.com/j9QksjD.jpeg"
            ],
            "location": "AUST Campus, Dhaka, Bangladesh",
            "organizer": "AATCC-AUST Student Chapter"
        },
        {
            
        }
           ]
}